{
  "culpa": [
    "No estás fallando. Estás aprendiendo a ser madre sin dejar de ser tú.",
    "Hoy no fuiste perfecta. Fuiste suficiente, y eso es poderosísimo.",
    "Tu culpa no te define. Tu amor sí.",
    "Perdonarte no es rendirte. Es elegir seguir adelante.",
    "Cada error que crees cometer es en realidad un paso hacia conocerte mejor.",
    "La culpa es señal de que te importa. Ahora transfórmala en compasión hacia ti misma.",
    "No eres la única que siente que no es suficiente. Todas pasamos por esto.",
    "Tu hijo no necesita una madre perfecta, necesita una madre real.",
    "Los momentos difíciles no borran todos los momentos de amor.",
    "Ser buena madre incluye enseñar que está bien equivocarse.",
    "Tu autocrítica no te hace mejor madre. Tu autocompasión sí.",
    "El perdón empieza contigo misma. Date el abrazo que necesitas."
  ],
  "agotamiento": [
    "Estás cansada porque estás dando todo. Eso también es amor.",
    "No se trata de aguantar. Se trata de cuidarte para seguir.",
    "El cansancio no te hace débil. Te hace humana.",
    "Descansar no es abandonar. Es recargar para volver más fuerte.",
    "Tu agotamiento es la prueba de tu entrega. Honra eso.",
    "Tu cuerpo te está pidiendo pausa. Escúchalo sin culpa.",
    "No estás diseñada para hacerlo todo sola. Pedir ayuda es fortaleza.",
    "El descanso es parte del trabajo de ser madre, no una pausa de él.",
    "Tu energía es finita. Úsala sabiamente, empezando por cuidarte.",
    "Estar agotada no significa que lo estás haciendo mal. Significa que lo estás dando todo.",
    "Las madres también necesitan ser cuidadas. Date permiso para recibirlo.",
    "Tu cansancio merece respeto, no juicio. Has estado creando vida."
  ],
  "confusion": [
    "No tener todas las respuestas no te hace menos madre.",
    "La confusión es el inicio de la claridad. Dale tiempo.",
    "Está bien no saber. Estás aprendiendo algo completamente nuevo.",
    "Tu instinto existe, aunque ahora no lo escuches claramente.",
    "La maternidad no viene con manual porque cada historia es única.",
    "La incertidumbre es parte del viaje. No estás perdida, estás explorando.",
    "Cada día aprendes algo nuevo sobre tu bebé y sobre ti. Eso es crecer juntos.",
    "Las dudas no significan incapacidad. Significan que te importa hacerlo bien.",
    "No hay madres expertas, solo madres experimentando. Bienvenida al club.",
    "Tu confusión es normal. Estás navegando un mundo completamente nuevo.",
    "Confiar en ti misma es un proceso. Ve paso a paso.",
    "Las respuestas llegarán con el tiempo. Por ahora, confía en tu amor."
  ],
  "duelo_personal": [
    "Extrañar quien eras no significa que no ames quien eres ahora.",
    "Tu identidad no se perdió. Se está transformando.",
    "Es válido llorar la vida que tenías mientras abrazas la nueva.",
    "No desapareciste. Estás evolucionando.",
    "Puedes ser madre y seguir siendo tú. No son opuestos.",
    "Es normal hacer duelo por tu vida anterior. Es parte de renacer.",
    "Tu esencia sigue ahí, solo está encontrando nuevas formas de brillar.",
    "Llorar lo que fue no te hace malagradecida por lo que es.",
    "Estás en transición. Las transiciones duelen, pero también liberan.",
    "Tu yo anterior te trajo hasta aquí. Honra su memoria mientras creces.",
    "No tienes que elegir entre ser madre y ser tú. Eres ambas, siempre.",
    "Este duelo es temporal. Tu nueva identidad está floreciendo."
  ],
  "conexion_materna": [
    "El amor no siempre es instantáneo. A veces crece despacio y está bien.",
    "Conectar lleva tiempo. No te presiones.",
    "Tu vínculo es único. No lo compares con otros.",
    "El amor maternal tiene muchas formas. La tuya es válida.",
    "La conexión se construye en los pequeños momentos, no solo en los grandes.",
    "No sentir amor a primera vista no te hace menos madre. El amor también se cultiva.",
    "Tu bebé no necesita perfección, necesita tu presencia auténtica.",
    "El vínculo se fortalece día a día. No hay prisa.",
    "A veces el amor se siente como preocupación. Eso también cuenta.",
    "Tu forma de amar es suficiente. No existe un solo modelo.",
    "La conexión puede sentirse diferente a lo esperado. Eso no la hace menos real.",
    "Cada madre y bebé escriben su propia historia de amor. La tuya es perfecta así."
  ],
  "pareja": [
    "Están aprendiendo a ser tres. Denle tiempo al proceso.",
    "El amor no desapareció. Está encontrando nuevas formas.",
    "Es normal sentir distancia. Es temporal.",
    "Su relación está evolucionando, no terminando.",
    "Encontrarán su nuevo ritmo. Sean pacientes el uno con el otro.",
    "Los primeros meses son supervivencia. El romance puede esperar.",
    "Están en el mismo equipo, aunque a veces no lo parezca.",
    "La intimidad cambia con un bebé. Busquen nuevas formas de conectar.",
    "Es normal extrañar cómo eran antes. También es normal emocionarse por quiénes serán.",
    "Las conversaciones de 5 minutos también son conexión. Valorenlas.",
    "No están perdiendo su amor. Están expandiéndolo para incluir a alguien más.",
    "Este es el momento más difícil. Si lo superan juntos, serán invencibles."
  ],
  "dias_grises": [
    "No todos los días tienen que ser luminosos para ser valiosos.",
    "Los días grises también forman parte del paisaje.",
    "Está bien si hoy solo sobrevives. Mañana será diferente.",
    "La niebla siempre se levanta. Dale tiempo.",
    "Tu tristeza no te hace mala madre. Te hace humana.",
    "Los días difíciles también son parte de tu historia. No los escondas.",
    "A veces simplemente respirar es un acto de valentía. Reconócelo.",
    "La tristeza postparto es real y válida. No estás sola en esto.",
    "Hoy puede ser gris, pero los colores volverán. Siempre vuelven.",
    "No tienes que fingir estar bien. Tu honestidad es sanadora.",
    "Los días grises te enseñan a valorar los brillantes. Ambos son necesarios.",
    "Tu dolor merece espacio. No lo minimices por ser madre."
  ],
  "autocuidado": [
    "Cuidarte no es egoísmo, es supervivencia.",
    "Tu bienestar es el cimiento del bienestar de tu familia.",
    "Mereces tiempo para ti, sin culpa ni explicaciones.",
    "Descansar es productivo cuando eres madre.",
    "Tu cuerpo ha hecho algo extraordinario. Trátalo con amor.",
    "Pedir ayuda es un acto de amor hacia ti y tu bebé.",
    "No puedes dar desde un vaso vacío. Llénate primero.",
    "Tu salud mental importa tanto como la física.",
    "Date permiso para hacer menos y ser más.",
    "El autocuidado no es un lujo, es una necesidad.",
    "Honra tus límites. Son sagrados.",
    "Tú también eres prioridad en tu lista de cuidados."
  ],
  "esperanza": [
    "Esto es temporal. Tu fuerza es permanente.",
    "Cada mañana es una nueva oportunidad para empezar.",
    "Las tormentas más fuertes crean los arcoiris más hermosos.",
    "Tu historia aún se está escribiendo. Los mejores capítulos están por venir.",
    "La luz siempre encuentra su camino, incluso en la oscuridad más profunda.",
    "Hoy es difícil, pero no es para siempre.",
    "Tu resiliencia es más fuerte que cualquier desafío.",
    "Los momentos difíciles son los que te están transformando en quien debes ser.",
    "La esperanza no es negar la realidad, es creer en tu capacidad de transformarla.",
    "Cada pequeño paso cuenta. Estás avanzando aunque no lo sientas.",
    "El sol volverá a brillar. Siempre lo hace.",
    "Tu futuro yo te agradecerá por no rendirte hoy."
  ],
  "confianza": [
  "Tú eres la mejor madre para tu bebé. Confía en eso.",
  "No necesitas hacerlo como todas. Tu manera es suficiente.",
  "Cada día eres más fuerte de lo que crees.",
  "Tu intuición te guía. Aprende a escucharla.",
  "Nadie tiene todas las respuestas. Estás haciendo lo mejor posible.",
  "Confía en el proceso: tú y tu bebé están aprendiendo juntos.",
  "Creer en ti es el primer paso para todo lo demás.",
  "Has superado cada reto hasta hoy. Este también lo superarás.",
  "Tu corazón sabe el camino, aunque tu mente dude.",
  "Eres más sabia de lo que imaginas. Confía en esa sabiduría."
]
}